examples/curl_soap_request


<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope/" soap:encodingStyle="http://www.w3.org/2003/05/soap-encoding">
<soap:Body>
  <m:SayHello xmlns:m="https://examples.emmerson.edu/hello">
    <m:Name>Bob</m:Name>
  </m:SayHello>
</soap:Body>
</soap:Envelope> 